Repository: kwh66tw-art/JoyDive
Catalog: JD2-Logbook/JD2-Logbook/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, hr, id, it, ja, ko, ms, nl, pt_pt, th, vi, zh_hans, zh_hant

source: No dives yet
de: Noch keine Tauchgänge
el: Δεν υπάρχουν ακόμη καταδύσεις
es: Aún no hay inmersiones
fr: Aucune plongée pour le moment
hr: Još nema urona
id: Belum ada penyelaman
it: Ancora nessuna immersione
ja: ダイビングがまだありません
ko: 아직 다이빙이 없습니다
ms: Tiada selam lagi
nl: Nog geen duiken
pt_pt: Ainda sem mergulhos
th: ยังไม่มีไดฟ์
vi: Chưa có chuyến lặn nào
zh_hans: 暂无潜水记录
zh_hant: 尚無潛水記錄

source: No file selected
de: Keine Datei ausgewählt
el: Δεν επιλέχθηκε αρχείο
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
hr: Nije odabrana datoteka
id: Tidak ada file yang dipilih
it: Nessun file selezionato
ja: ファイルが選択されていません
ko: 선택된 파일 없음
ms: Tiada fail dipilih
nl: Geen bestand geselecteerd
pt_pt: Nenhum ficheiro selecionado
th: ไม่ได้เลือกไฟล์
vi: Chưa chọn tệp
zh_hans: 未选择文件
zh_hant: 未選擇檔案

source: No GPS Dive Sites
de: Keine GPS-Tauchplätze
el: Χωρίς τοποθεσίες κατάδυσης GPS
es: Sin puntos de inmersión GPS
fr: Aucun site de plongée GPS
hr: Nema ronilačkih lokacija s GPS-om
id: Tidak Ada Lokasi Penyelaman GPS
it: Nessun punto di immersione GPS
ja: GPS座標なしのポイント
ko: GPS 다이빙 사이트 없음
ms: Tiada Tapak Selam GPS
nl: Geen GPS-duiklocaties
pt_pt: Sem locais de mergulho GPS
th: ไม่มีจุดดำน้ำ GPS
vi: Không có địa điểm lặn GPS
zh_hans: 无 GPS 潜点
zh_hant: 無 GPS 潛點

source: No notes recorded.
de: Keine Notizen erfasst.
el: Δεν καταγράφηκαν σημειώσεις.
es: Sin notas registradas.
fr: Aucune note enregistrée.
hr: Nema zabilježenih napomena.
id: Tidak ada catatan yang direkam.
it: Nessuna nota registrata.
ja: メモが記録されていません。
ko: 기록된 메모가 없습니다.
ms: Tiada nota direkodkan.
nl: Geen notities geregistreerd.
pt_pt: Sem notas registadas.
th: ไม่มีการบันทึกบันทึกย่อ
vi: Không có ghi chú nào được ghi lại.
zh_hans: 未填写备注。
zh_hant: 未填寫備註。

source: No previous purchase found.
de: Keine vorherigen Käufe gefunden.
el: Δεν βρέθηκε προηγούμενη αγορά.
es: No se encontró ninguna compra anterior.
fr: Aucun achat antérieur trouvé.
hr: Nije pronađena prethodna kupnja.
id: Tidak ada pembelian sebelumnya ditemukan.
it: Nessun acquisto precedente trovato.
ja: 以前の購入履歴が見つかりません。
ko: 이전 구매 내역을 찾을 수 없습니다.
ms: Tiada pembelian terdahulu ditemui.
nl: Geen eerdere aankoop gevonden.
pt_pt: Nenhum histórico de compra encontrado.
th: ไม่พบประวัติการซื้อก่อนหน้า
vi: Không tìm thấy giao dịch mua trước đó.
zh_hans: 未找到先前的购买记录。
zh_hant: 未找到先前的購買記錄。

source: None
de: Keine
el: Κανένα
es: Ninguno
fr: Aucun
hr: Nema
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
ms: Tidak ada
nl: Geen
pt_pt: Nenhum
th: ไม่มี
vi: Không có
zh_hans: 无
zh_hant: 無

source: Not Recorded
de: Nicht erfasst
el: Δεν καταγράφηκε
es: Sin registrar
fr: Non enregistrée
hr: Nije zabilježeno
id: Tidak Tercatat
it: Non registrato
ja: 未記録
ko: 기록 없음
ms: Tidak Direkodkan
nl: Niet geregistreerd
pt_pt: Não registado
th: ไม่ได้บันทึก
vi: Không ghi nhận
zh_hans: 未记录
zh_hant: 未記錄

source: Notes
de: Notizen
el: Σημειώσεις
es: Notas
hr: Napomene
id: Catatan
it: Note
ja: メモ
ko: 메모
ms: Nota
nl: Notities
pt_pt: Notas
th: บันทึกย่อ
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: One-time purchase — no subscription.
de: Einmaliger Kauf — kein Abonnement
el: Αγορά μία φορά — χωρίς συνδρομή
es: Compra única — sin suscripción
fr: Achat unique — sans abonnement
hr: Jednokratna kupnja — bez pretplate
id: Pembelian sekali — tanpa langganan
it: Acquisto una tantum — nessun abbonamento
ja: 一回限りの購入 — サブスクリプションなし
ko: 일회성 구매 — 구독 없음
ms: Pembelian sekali sahaja — tiada langganan
nl: Eenmalige aankoop — geen abonnement
pt_pt: Compra única — sem subscrição
th: ซื้อครั้งเดียว — ไม่มีระบบสมาชิก
vi: Mua một lần — không cần đăng ký
zh_hans: 一次性购买，无需订阅。
zh_hant: 一次性購買，無需訂閱。

source: One-time purchase. No subscription.
de: Einmaliger Kauf. Kein Abonnement.
el: Αγορά μία φορά. Χωρίς συνδρομή.
es: Compra única. Sin suscripción.
fr: Achat unique. Sans abonnement.
hr: Jednokratna kupnja. Bez pretplate.
id: Pembelian sekali. Tanpa langganan.
it: Acquisto una tantum. Nessun abbonamento.
ja: 一回限りの購入。サブスクリプションなし。
ko: 일회성 구매. 구독 없음.
ms: Pembelian sekali sahaja. Tiada langganan.
nl: Eenmalige aankoop. Geen abonnement.
pt_pt: Compra única. Sem subscrição.
th: ซื้อครั้งเดียว ไม่มีระบบสมาชิก
vi: Mua một lần. Không cần đăng ký.
zh_hans: 一次性购买。无需订阅。
zh_hant: 一次性購買。無需訂閱。

source: One-time purchase. No subscription. Remove all ads.
de: Einmaliger Kauf. Kein Abo. Alle Werbung entfernen.
el: Εφάπαξ αγορά. Χωρίς συνδρομή. Κατάργηση όλων των διαφημίσεων.
es: Compra única. Sin suscripción. Eliminar todos los anuncios.
fr: Achat unique. Sans abonnement. Supprimer toutes les pubs.
hr: Jednokratna kupnja. Bez pretplate. Ukloni sve oglase.
id: Pembelian sekali. Tanpa langganan. Hapus semua iklan.
it: Acquisto unico. Nessun abbonamento. Rimuovi tutti gli annunci.
ja: 買い切り型。サブスクリプションなし。 すべての広告を非表示。
ko: 일회성 구매. 구독 없음. 모든 광고 제거.
ms: Pembelian sekali sahaja. Tiada langganan. Buang semua iklan.
nl: Eenmalige aankoop. Geen abonnement. Verwijder alle advertenties.
pt_pt: Compra única. Sem subscrição. Remover todos os anúncios.
th: ซื้อครั้งเดียว ไม่มีสมัครสมาชิก ลบโฆษณาออกทั้งหมด
vi: Mua một lần. Không đăng ký. Xóa toàn bộ quảng cáo.
zh_hans: 一次性购买，无需订阅。 移除所有广告。
zh_hant: 一次性購買，無需訂閱。 移除所有廣告。

source: One-time purchase. No subscription.\nUnlock Premium to backup and export all your dives.
de: Einmaliger Kauf. Kein Abonnement.\nSchalten Sie Premium frei, um alle Ihre Tauchgänge zu sichern und zu exportieren.
el: Αγορά μία φορά. Χωρίς συνδρομή.\nΞεκλειδώστε το Premium για να δημιουργήσετε αντίγραφα ασφαλείας και να εξαγάγετε όλες τις καταδύσεις σας.
es: Compra única. Sin suscripción.\nDesbloquea Premium para respaldar y exportar todas tus inmersiones.
fr: Achat unique. Sans abonnement.\nDéverrouillez le Premium pour sauvegarder et exporter toutes vos plongées.
hr: Jednokratna kupnja. Bez pretplate.\nOtključajte Premium za sigurnosnu kopiju i izvoz svih svojih urona.
id: Pembelian sekali. Tanpa langganan.\nBuka kunci Premium untuk mencadangkan dan mengeksport semua penyelaman Anda.
it: Acquisto una tantum. Nessun abbonamento.\nSblocca Premium per eseguire il backup ed esportare tutte le tue immersioni.
ja: 一回限りの購入。サブスクリプションなし。\nすべてのダイビングをバックアップおよび書き出すには、プレミアムのロックを解除してください。
ko: 일회성 구매. 구독 없음.\n모든 다이빙을 백업하고 내보내려면 프리미엄을 잠금 해제하세요.
ms: Pembelian sekali sahaja. Tiada langganan.\nBuka kunci Premium untuk menyandar dan mengeksport semua selam anda.
nl: Eenmalige aankoop. Geen abonnement.\nOntgrendel Premium om al je duiken te back-uppen en te exporteren.
pt_pt: Compra única. Sem subscrição.\nDesbloqueie o Premium para salvaguardar e exportar todos os seus mergulhos.
th: ซื้อครั้งเดียว ไม่มีระบบสมาชิก\nปลดล็อกพรีเมียมเพื่อสำรองข้อมูลและส่งออกไดฟ์ทั้งหมดของคุณ
vi: Mua một lần. Không cần đăng ký.\nMở khóa Premium để sao lưu và xuất tất cả các chuyến lặn của bạn.
zh_hans: 一次性购买，无需订阅。 解锁专业版即可备份并导出所有潜水记录。
zh_hant: 一次性購買，無需訂閱。 解鎖進階版即可備份並匯出所有潛水記錄。

source: Open Source Licenses
de: Open-Source-Lizenzen
el: Άδειες ανοιχτού κώδικα
es: Licencias de código abierto
fr: Licences open source
hr: Licence otvorenog izvornog koda
id: Lisensi Open Source
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
ms: Lesen Sumber Terbuka
nl: Opensource-licenties
pt_pt: Licenças de código aberto
th: ใบอนุญาตโอเพนซอร์ส
vi: Giấy phép nguồn mở
zh_hans: 开源授权
zh_hant: 開源授權

source: Opens file picker to choose a dive log file
de: Öffnet die Dateiauswahl, um eine Taucherlogbuch-Datei auszuwählen
el: Ανοίγει τον επιλογέα αρχείων για την επιλογή αρχείου καταγραφής κατάδυσης
es: Abre el selector de archivos para elegir un diario de inmersiones
fr: Ouvre le sélecteur de fichiers pour choisir un carnet de plongée
hr: Otvara alat za odabir datoteka za odabir ronilačkog logbooka
id: Membuka pemilih file untuk memilih file logbook penyelaman
it: Apre il selettore di file per scegliere un giornale di immersione
ja: ファイルピッカーを開いてダイビングログファイルを選択します
ko: 파일 선택기를 열어 다이빙 로그 파일을 선택합니다
ms: Membuka pemilih fail untuk memilih fail log selam
nl: Opent de bestandskiezer om een duiklogboekbestand te kiezen
pt_pt: Abre o seletor de ficheiros para escolher um ficheiro de diário de mergulhos
th: เปิดตัวเลือกไฟล์เพื่อเลือกไฟล์บันทึกการดำน้ำ
vi: Mở trình chọn tệp để chọn tệp nhật ký lặn
zh_hans: 打开文件选择器以选择潜水日志文件
zh_hant: 開啟檔案選取器以選擇潛水日誌檔案

source: Opens file picker to choose dive log files or a folder
de: Öffnet die Dateiauswahl, um Tauchprotokolldateien oder einen Ordner auszuwählen
el: Ανοίγει τον επιλογέα αρχείων για να επιλέξετε αρχεία καταγραφής κατάδυσης ή φάκελο
es: Abre el selector de archivos para elegir archivos de registro de inmersión o una carpeta
fr: Ouvre le sélecteur de fichiers pour choisir des carnets de plongée ou un dossier
hr: Otvara alat za odabir datoteka za odabir datoteka dnevnika urona ili mape
id: Membuka pemilih file untuk memilih file log penyelaman atau folder
it: Apre il selettore di file per scegliere i file di registro di immersione o una cartella
ja: ファイルピッカーを開いてダイビングログファイルまたはフォルダを選択します
ko: 파일 선택기를 열어 다이빙 로그 파일 또는 폴더를 선택합니다
ms: Membuka pemilih fail untuk memilih fail log selam atau folder
nl: Opent de bestandskiezer om duiklogbestanden of een map te kiezen
pt_pt: Abre o seletor de ficheiros para escolher ficheiros de diário de mergulhos ou uma pasta
th: เปิดตัวเลือกไฟล์เพื่อเลือกไฟล์บันทึกการดำน้ำหรือโฟลเดอร์
vi: Mở trình chọn tệp để chọn tệp nhật ký lặn hoặc thư mục
zh_hans: 打开文件选择器以选取潜水日志文件或文件夹
zh_hant: 開啟檔案選取器以選取潛水日誌檔案或資料夾

source: Other Brands
de: Andere Marken
el: Άλλες μάρκες
es: Otras marcas
fr: Autres marques
hr: Ostale marke
id: Merek Lain
it: Altri marchi
ja: その他のブランド
ko: 기타 브랜드
ms: Jenama Lain
nl: Andere merken
pt_pt: Outras marcas
th: แบรนด์อื่น ๆ
vi: Thương hiệu khác
zh_hans: 其他品牌
zh_hant: 其他品牌

source: Outgoing
de: Ebbe
el: Άμπωτη
es: Marea vaciante
fr: Descendante
hr: Oseka
id: Surut
it: Marea calante
ja: 下げ潮
ko: 썰물
ms: Surut
nl: Eb
pt_pt: Vazante
th: น้ำลง
vi: Triều xuống
zh_hans: 退潮
zh_hant: 退潮

source: Parsing…
de: Wird analysiert…
el: Ανάλυση…
es: Analizando…
fr: Analyse en cours…
hr: Parsiranje…
id: Mengurai…
it: Analisi in corso…
ja: 解析中…
ko: 파싱 중…
ms: Sedang menghurai…
nl: Analyseren…
pt_pt: A analisar…
th: กำลังประมวลผล…
vi: Đang phân tích dữ liệu…
zh_hans: 解析中…
zh_hant: 解析中…

source: Premium restored successfully.
de: Premium erfolgreich wiederhergestellt.
el: Το Premium αποκαταστάθηκε επιτυχώς.
es: Premium restaurado con éxito.
fr: Premium restauré avec succès.
hr: Premium uspješno obnovljen.
id: Premium berhasil dipulihkan.
it: Premium ripristinato con successo.
ja: プレミアムが正常に復元されました。
ko: 프리미엄이 성공적으로 복원되었습니다.
ms: Premium berjaya dipulihkan.
nl: Premium succesvol hersteld.
pt_pt: Premium restaurado com sucesso.
th: คืนค่าพรีเมียมสำเร็จแล้ว
vi: Đã khôi phục thành công Premium.
zh_hans: 专业版已成功恢复。
zh_hant: 進階版已成功回復。

source: Premium Unlocked
de: Premium freigeschaltet
el: Το Premium ξεκλειδώθηκε
es: Premium desbloqueado
fr: Premium déverrouillé
hr: Premium otključan
it: Premium sbloccato
ja: プレミアムロック解除済み
ko: 프리미엄 잠금 해제됨
ms: Premium Dibuka Kunci
nl: Premium ontgrendeld
pt_pt: Premium desbloqueado
th: ปลดล็อกพรีเมียมแล้ว
vi: Đã mở khóa Premium
zh_hans: 专业版已解锁
zh_hant: 進階版已解鎖

source: Premium unlocked — Ads removed.
de: Premium freigeschaltet — Werbung entfernt.
el: Το Premium ξεκλειδώθηκε — Οι διαφημίσεις αφαιρέθηκαν.
es: Premium desbloqueado — Anuncios eliminados.
fr: Premium débloqué — Publicités supprimées.
hr: Premium otključan — Oglasi uklonjeni.
id: Premium Terbuka — Iklan Dihapus.
it: Premium sbloccato — Annunci rimossi.
ja: プレミアム解除済み — 広告なし
ko: 프리미엄 해제됨 — 광고 제거됨
ms: Premium Dibuka — Iklan Dibuang.
nl: Premium ontgrendeld — Advertenties verwijderd.
pt_pt: Premium desbloqueado — Anúncios removidos.
th: ปลดล็อกพรีเมียมแล้ว — ไม่มีโฆษณา
vi: Đã mở khóa Premium — Đã gỡ bỏ quảng cáo.
zh_hans: 已解锁高级版 — 已移除广告。
zh_hant: 已解鎖進階版 — 已移除廣告。

source: Previous month
de: Letzter Monat
el: Προηγούμενος μήνας
es: Mes anterior
fr: Mois précédent
hr: Prethodni mjesec
id: Bulan sebelumnya
it: Mese precedente
ja: 先月
ko: 지난달
ms: Bulan lepas
nl: Vorige maand
pt_pt: Mês anterior
th: เดือนก่อนหน้า
vi: Tháng trước
zh_hans: 上个月
zh_hant: 上個月

source: Previous year
de: Vorheriges Jahr
el: Προηγούμενο έτος
es: Año anterior
fr: Année précédente
hr: Prethodna godina
id: Tahun lalu
it: Anno precedente
ja: 前年
ko: 이전 해
ms: Tahun lepas
nl: Vorig jaar
pt_pt: Ano anterior
th: ปีก่อนหน้า
vi: Năm trước
zh_hans: 上一年
zh_hant: 前一年

source: Rainy
de: Regnerisch
el: Βροχερός
es: Lluvioso
fr: Pluvieux
hr: Kišovito
id: Hujan
it: Piovoso
ja: 雨
ko: 비
ms: Hujan
nl: Regenachtig
pt_pt: Chuvoso
th: มีฝน
vi: Mưa
zh_hans: 下雨
zh_hant: 下雨

source: Raw Import Data
de: Rohdaten des Imports
el: Ακατέργαστα Δεδομένα Εισαγωγής
es: Datos Originales de Importación
fr: Données Brutes d'Importation
hr: Neobrađeni Uvezeni Podaci
id: Data Impor Mentah
it: Dati Grezzi Importati
ja: インポート元データ
ko: 가져오기 원본 데이터
ms: Data Import Mentah
nl: Ruwe Importgegevens
pt_pt: Dados Brutos de Importação
th: ข้อมูลนำเข้าดิบ
vi: Dữ Liệu Nhập Gốc
zh_hans: 原始导入数据
zh_hant: 原始匯入資料

source: Recenter on My Location
de: Auf meinen Standort zentrieren
el: Επαναφορά στην τοποθεσία μου
es: Volver a centrar en mi ubicación
fr: Recentrer sur ma position
hr: Ponovno centriraj na moju lokaciju
id: Pusatkan ke Lokasi Saya
it: Ricentra sulla mia posizione
ja: 現在地に戻す
ko: 내 위치로 이동
ms: Pusatkan Semula ke Lokasi Saya
nl: Opnieuw centreren op mijn locatie
pt_pt: Recentrar na minha localização
th: กลับไปยังตำแหน่งของฉัน
vi: Về vị trí của tôi
zh_hans: 回到我的位置
zh_hant: 回到我的位置

source: Remove Ads
de: Werbung entfernen
el: Αφαίρεση διαφημίσεων
es: Eliminar anuncios
fr: Supprimer les publicités
hr: Ukloni oglase
id: Hapus Iklan
it: Rimuovi annunci
ja: 広告を削除
ko: 광고 제거
ms: Buang Iklan
nl: Advertenties verwijderen
pt_pt: Remover anúncios
th: ลบโฆษณา
vi: Gỡ bỏ quảng cáo
zh_hans: 移除广告
zh_hant: 移除廣告

source: Remove All Ads
de: Alle Werbung entfernen
el: Αφαίρεση όλων των διαφημίσεων
es: Quitar todos los anuncios
fr: Supprimer toutes les publicités
hr: Ukloni sve oglase
id: Hapus Semua Iklan
it: Rimuovi tutti gli annunci
ja: すべての広告を削除
ko: 모든 광고 제거
ms: Buang Semua Iklan
nl: Verwijder alle advertenties
pt_pt: Remover todos os anúncios
th: นำโฆษณาออกทั้งหมด
vi: Gỡ bỏ tất cả quảng cáo
zh_hans: 移除所有广告
zh_hant: 移除所有廣告

source: Required
de: Erforderlich
el: Απαιτείται
es: Obligatorio
fr: Obligatoire
hr: Obavezno
id: Wajib
it: Obbligatorio
ja: 必須
ko: 필수
ms: Wajib
nl: Verplicht
pt_pt: Obrigatório
th: จำเป็น
vi: Bắt buộc
zh_hans: 必填
zh_hant: 必填

source: Restore
de: Wiederherstellen
el: Αποκατάσταση
es: Restaurar
fr: Restaurer
hr: Obnovi
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
ms: Pulihkan
nl: Herstel
pt_pt: Restaurar
th: คืนค่า
vi: Khôi phục
zh_hans: 恢复
zh_hant: 回復

source: Restore Purchase
de: Kauf wiederherstellen
el: Ανάκτηση αγοράς
es: Restaurar compra
fr: Restaurer l'achat
hr: Obnovi kupnju
id: Pulihkan Pembelian
it: Ripristina acquisto
ja: 購入履歴を復元
ko: 구매 내역 복원
ms: Pulihkan Pembelian
nl: Aankoop herstellen
pt_pt: Restaurar compra
th: คืนค่าการซื้อ
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买
zh_hant: 回復購買

source: Result
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
fr: Résultat
hr: Rezultat
id: Hasil
it: Risultato
ja: 結果
ko: 결과
ms: Hasil
nl: Resultaat
pt_pt: Resultado
th: ผลลัพธ์
vi: Kết quả
zh_hans: 结果
zh_hant: 結果

source: Rough
de: Rau
el: Ταραγμένη
es: Agitado
fr: Agité
hr: Valovito
id: Berombak
it: Agitato
ja: 荒れ
ko: 파도 높음
ms: Berombak
nl: Ruw
pt_pt: Agitado
th: คลื่นแรง
vi: Biển động
zh_hans: 大浪
zh_hant: 洶湧 / 大浪

source: Safety Stop
de: Sicherheitsstopp
el: Στάση Ασφαλείας
es: Parada de seguridad
fr: Palier de sécurité
hr: Sigurnosno zaustavljanje
it: Sosta di sicurezza
ja: セーフティストップ
ko: 안전 정지
nl: Veiligheidsstop
pt_pt: Paragem de segurança
th: เซฟตี้สต็อป
vi: Dừng an toàn
zh_hans: 安全停留
zh_hant: 安全停留

source: Safety stop became mandatory: ascent rate stayed above 10 m/min (32.8 ft/min) for 10 seconds.
de: Der Sicherheitsstopp ist jetzt obligatorisch: Die Aufstiegsrate blieb 10 Sekunden lang über 10 m/min (32,8 ft/min).
el: Η στάση ασφαλείας έγινε υποχρεωτική: η ταχύτητα ανόδου παρέμεινε πάνω από 10 μ/λεπτό (32,8 πόδια/λεπτό) για 10 δευτερόλεπτα.
es: La parada de seguridad pasó a ser obligatoria: la velocidad de ascenso se mantuvo por encima de 10 m/min (32,8 pies/min) durante 10 segundos.
fr: Le palier de sécurité est devenu obligatoire : la vitesse de remontée est restée supérieure à 10 m/min (32,8 pi/min) pendant 10 secondes.
hr: Sigurnosno zaustavljanje postalo je obavezno: brzina uspona ostala je iznad 10 m/min (32,8 ft/min) 10 sekundi.
id: Safety stop menjadi wajib: kecepatan naik tetap di atas 10 m/menit (32.8 ft/menit) selama 10 detik.
it: La sosta di sicurezza è diventata obbligatoria: la velocità di risalita è rimasta sopra i 10 m/min (32,8 ft/min) per 10 secondi.
ja: セーフティストップが必須になりました：浮上速度が10秒間 10 m/分（32.8 ft/分）を超えていました。
ko: 안전 정지가 필수로 바뀌었습니다: 상승 속도가 10초 동안 10 m/분(32.8 ft/분)을 초과한 상태였습니다.
ms: Safety stop menjadi wajib: kadar naik kekal melebihi 10 m/min (32.8 ka/min) selama 10 saat.
nl: De veiligheidsstop werd verplicht: de stijgsnelheid bleef 10 seconden lang boven 10 m/min (32,8 ft/min).
pt_pt: A paragem de segurança tornou-se obrigatória: a velocidade de subida manteve-se acima de 10 m/min (32,8 pés/min) durante 10 segundos.
th: การหยุดพักเพื่อความปลอดภัยกลายเป็นภาคบังคับ: อัตราการขึ้นสู่ผิวน้ำสูงกว่า 10 ม./นาที (32.8 ฟุต/นาที) นานติดต่อกัน 10 วินาที
vi: Dừng an toàn trở thành bắt buộc: tốc độ lên duy trì trên 10 m/phút (32,8 ft/phút) trong 10 giây.
zh_hans: 安全停留改为强制：上升速率持续超过 10 米/分（32.8 英尺/分）达 10 秒。
zh_hant: 安全停留改為強制：上升速率持續超過 10 公尺/分（32.8 英呎/分）達 10 秒。

source: Save
de: Sichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
hr: Spremi
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nl: Bewaar
pt_pt: Guardar
th: บันทึก
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Scanning files
de: Dateien werden gescannt
el: Σάρωση αρχείων
es: Escaneando archivos
fr: Analyse des fichiers
hr: Skeniranje datoteka
id: Memindai file
it: Scansione file in corso
ja: ファイルをスキャン中
ko: 파일 스캔 중
ms: Mengimbas fail
nl: Bestanden scannen
pt_pt: A digitalizar ficheiros
th: กำลังสแกนไฟล์
vi: Đang quét tệp
zh_hans: 正在扫描文件
zh_hant: 正在掃描檔案

source: Scanning files…
de: Dateien werden gescannt…
el: Σάρωση αρχείων…
es: Escaneando archivos…
fr: Analyse des fichiers…
hr: Skeniranje datoteka…
id: Memindai file…
it: Scansione file in corso…
ja: ファイルをスキャン中…
ko: 파일 스캔 중…
ms: Mengimbas fail…
nl: Bestanden scannen…
pt_pt: A digitalizar ficheiros…
th: กำลังสแกนไฟล์…
vi: Đang quét tệp…
zh_hans: 正在扫描文件…
zh_hant: 正在掃描檔案…

source: Search location…
de: Ort suchen…
el: Αναζήτηση τοποθεσίας…
es: Buscar ubicación…
fr: Rechercher un lieu…
hr: Pretraži lokaciju…
id: Cari lokasi…
it: Cerca posizione…
ja: 場所を検索…
ko: 위치 검색…
ms: Cari lokasi…
nl: Zoek locatie…
pt_pt: Pesquisar localização…
th: ค้นหาสถานที่…
vi: Tìm kiếm địa điểm…
zh_hans: 搜索地点…
zh_hant: 搜尋地點…

source: Seawater
de: Meerwasser
el: Θαλασσινό νερό
es: Agua de mar
fr: Eau de mer
hr: Morska voda
id: Air Laut
it: Acqua di mare
ja: 海水
ko: 해수
ms: Air Laut
nl: Zeewater
pt_pt: Água do mar
th: น้ำทะเล
vi: Nước biển
zh_hans: 海水
zh_hant: 海水

source: Select
de: Auswählen
el: Επιλογή
es: Seleccionar
fr: Sélectionner
hr: Odaberite
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
ms: Pilih
nl: Selecteer
pt_pt: Selecionar
th: เลือก
vi: Chọn
zh_hans: 选取
zh_hant: 選取

source: Select a date to see dives.
de: Wählen Sie ein Datum, um Tauchgänge anzuzeigen.
el: Επιλέξτε ημερομηνία για να δείτε καταδύσεις.
es: Selecciona una fecha para ver las inmersiones.
fr: Sélectionnez une date pour voir les plongées.
hr: Odaberite datum za prikaz urona.
id: Pilih tanggal untuk melihat penyelaman.
it: Seleziona una data per vedere le immersioni.
ja: 日付を選択してダイビングを表示します。
ko: 다이빙을 보려면 날짜를 선택하세요.
ms: Pilih tarikh untuk melihat selam.
nl: Selecteer een datum om duiken te bekijken.
pt_pt: Selecione uma data ver os mergulhos.
th: เลือกวันที่เพื่อดูไดฟ์
vi: Chọn một ngày để xem các chuyến lặn.
zh_hans: 选取日期以查看潜水记录。
zh_hant: 選取日期以查看潛水紀錄。

source: Select a date with dives from the calendar to view details.
de: Wählen Sie ein Datum mit Tauchgängen aus dem Kalender aus, um Details anzuzeigen.
el: Επιλέξτε μια ημερομηνία με καταδύσεις από το ημερολόγιο για να δείτε λεπτομέρειες.
es: Selecciona una fecha con inmersiones en el calendario para ver los detalles.
fr: Sélectionnez une date avec des plongées dans le calendrier pour voir les détails.
hr: Odaberite datum s uronima iz kalendara za prikaz detalja.
id: Pilih tanggal dengan penyelaman dari kalender untuk melihat detail.
it: Seleziona una data con immersioni dal calendario per visualizzare i dettagli.
ja: カレンダーからダイビングのある日付を選択して詳細を表示します。
ko: 상세 정보를 보려면 달력에서 다이빙이 있는 날짜를 선택하세요.
ms: Pilih tarikh dengan selam daripada kalendar untuk melihat butiran.
nl: Selecteer een datum met duiken in de kalender om details te bekijken.
pt_pt: Selecione uma data com mergulhos no calendário para ver os detalhes.
th: เลือกวันที่ที่มีไดฟ์จากปฏิทินเพื่อดูรายละเอียด
vi: Chọn một ngày có các chuyến lặn từ lịch để xem chi tiết.
zh_hans: 从日历中选取有潜水记录的日期以查看详情。
zh_hant: 從日曆中選取有潛水紀錄的日期以查看詳情。

source: Select a dive from the list to view details.
de: Wählen Sie einen Tauchgang aus der Liste, um Details anzuzeigen.
el: Επιλέξτε μια κατάδυση από τη λίστα για να δείτε λεπτομέρειες.
es: Seleccione una inmersión de la lista para ver los detalles.
fr: Sélectionnez une plongée dans la liste pour voir les détails.
hr: Odaberite uron s popisa za prikaz detalja.
id: Pilih penyelaman dari daftar untuk melihat detail.
it: Seleziona un'immersione dall'elenco per visualizzare i dettagli.
ja: リストからダイビングを選択して詳細を表示します。
ko: 목록에서 다이빙을 선택하여 상세 정보를 확인하세요.
ms: Pilih selam dari senarai untuk melihat butiran.
nl: Selecteer een duik uit de lijst om details te bekijken.
pt_pt: Selecione um mergulho da lista para ver os detalhes.
th: เลือกไดฟ์จากรายการเพื่อดูรายละเอียด
vi: Chọn một chuyến lặn từ danh sách để xem chi tiết.
zh_hans: 从列表中选取潜水日志以查看详情。
zh_hant: 從列表中選取潛水日誌以查看詳情。

source: Select File
de: Datei auswählen
el: Επιλογή αρχείου
es: Seleccionar archivo
fr: Sélectionner un fichier
hr: Odaberi datoteku
id: Pilih File
it: Seleziona file
ja: ファイルを選択
ko: 파일 선택
ms: Pilih Fail
nl: Selecteer bestand
pt_pt: Selecionar ficheiro
th: เลือกไฟล์
vi: Chọn tệp
zh_hans: 选取文件
zh_hant: 選取檔案

source: Select Files or Folder
de: Dateien oder Ordner auswählen
el: Επιλέξτε αρχεία ή φάκελο
es: Seleccionar archivos o carpeta
fr: Sélectionner des fichiers ou dossier
hr: Odaberite datoteke ili mapu
id: Pilih File atau Folder
it: Seleziona file o cartella
ja: ファイルまたはフォルダを選択
ko: 파일 또는 폴더 선택
ms: Pilih Fail atau Folder
nl: Bestanden of map selecteren
pt_pt: Selecionar ficheiros ou pasta
th: เลือกไฟล์หรือโฟลเดอร์
vi: Chọn tệp hoặc thư mục
zh_hans: 选取文件或文件夹
zh_hant: 選取檔案或資料夾

source: Select year and month
de: Jahr und Monat auswählen
el: Επιλέξτε έτος και μήνα
es: Seleccionar año y mes
fr: Sélectionner l'année et le mois
hr: Odaberite godinu i mjesec
id: Pilih tahun dan bulan
it: Seleziona anno e mese
ja: 年と月を選択
ko: 연도 및 월 선택
ms: Pilih tahun dan bulan
nl: Selecteer jaar en maand
pt_pt: Selecionar ano e mês
th: เลือกปีและเดือน
vi: Chọn năm và tháng
zh_hans: 选取年份和月份
zh_hant: 選取年份和月份

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
hr: Postavke
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
pt_pt: Definições
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Settings coming soon
de: Einstellungen demnächst verfügbar
el: Οι ρυθμίσεις έρχονται σύντομα
es: Ajustes próximamente
fr: Réglages bientôt disponibles
hr: Postavke stižu uskoro
id: Pengaturan segera hadir
it: Impostazioni in arrivo
ja: 設定機能は近日公開予定
ko: 설정 곧 출시 예정
ms: Tetapan akan datang
nl: Instellingen binnenkort beschikbaar
pt_pt: Definições em breve
th: การตั้งค่าเร็ว ๆ นี้
vi: Cài đặt sắp ra mắt
zh_hans: 设置即将推出
zh_hant: 設定即將推出
